// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "[G'Ａｐｐｌｉｃａtion Errorİı｜]";
"appInternalError" = "[G'Ｔｈｅ ａｐｐｌｉｃａｔｉｏｎ ｅｎｃｏｕｎｔｅｒed an internal error. Please uninstall the application and then re-install it.İı｜]";
"appNeedsSpace" = "[G'Ｔｈｅ ａｐｐｌｉｃａｔｉｏｎ ｎｅｅｄｓ [%.]2ｆ ＭＢ ｔｏ ｉｎitialize, but only [%.]2f MB are available. Please free some space and try again.İı｜]";
"appZipDownloadFailedServerNotResponding" = "[G'Ｄｏｗｎｌｏａｄｉｎｇ ａｐｐｌication archive file failed. The server is not responding.İı｜]";
"applicationDisabled" = "[G'Ａｐｐｌｉｃａｔｉon Disabledİı｜]";
"appWeResourcesNotAccessible" = "[G'Ｔｈｅ ａｐｐｌｉｃａｔｉｏｎ web resources could not be accessed.İı｜]";

//c
"cancel" = "[G'Cancelİı｜]";
"close" = "[G'Closeİı｜]";

//d
"downloading" = "[G'Ｄｏｗｎｌｏading...İı｜]";

//e
"error" = "[G'Errorİı｜]";
"errorProcessingRequestFromApp" = "[G'Ａｎ ｅｒｒｏｒ ｗａｓ ｅｎｃｏｕntered while processing the request from the application.İı｜]";
"errorProcessingZip" = "[G'Ａｎ ｅｒｒｏｒ ｏｃｃｕｒｒｅｄ ｅｘｔｒａcting archive file.  See earlier messages for the cause of failure.İı｜]";
"exit" = "[G'Exitİı｜]";

//g
"getNewVersion" = "[G'Ｇｅｔ ｎｅｗ versionİı｜]";

//o
"ok" = "[G'OKİı｜]";

//s
"serviceNotification" = "[G'Ｓｅｒｖｉｃｅ Ｎｏtificationİı｜]";

//u
"update" = "[G'Updateİı｜]";
"upgrade" = "[G'Upgradeİı｜]";